brew "automake"
brew "bison"
brew "btop"
brew "chruby"
brew "fastfetch"
brew "gdbm"
brew "git"
brew "hugo"
brew "libffi"
brew "libyaml"
brew "mas"
brew "openssl@1.1"
brew "readline"
brew "ruby-install"
brew "tmux"
brew "topgrade"
cask "ghostty"
cask "gimp"
cask "keepingyouawake"
cask "maccy"
cask "pearcleaner"
cask "sol"
cask "thaw"
mas "Bitwarden", id: 1352778147
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Perplexity", id: 6714467650
mas "SimpleLogin", id: 1494051017
mas "TestFlight", id: 899247664
mas "The Unarchiver", id: 425424353
mas "uBlock Origin Lite", id: 6745342698
