brew "automake"
brew "bison"
brew "btop"
brew "chruby"
brew "fastfetch"
brew "gdbm"
brew "git"
brew "hugo"
brew "libffi"
brew "libyaml"
brew "mas"
brew "openssl@1.1"
brew "readline"
brew "ruby-install"
brew "tmux"
brew "topgrade"
cask "appcleaner"
cask "bitwarden"
cask "calibre"
cask "claude"
cask "firefox"
cask "ghostty"
cask "gimp"
cask "keepingyouawake"
cask "maccy"
cask "netnewswire"
cask "notion"
cask "pearcleaner"
cask "proton-drive"
cask "sol"
cask "sublime-text"
cask "thaw"
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
cask "zoom"
mas "CapCut", id: 1500855883
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Perplexity", id: 6714467650
mas "SimpleLogin", id: 1494051017
mas "TestFlight", id: 899247664
mas "uBlock Origin Lite", id: 6745342698
vscode "eliostruyf.vscode-front-matter"
vscode "github.copilot-chat"
