brew "automake"
brew "bison"
brew "btop"
brew "chruby"
brew "gdbm"
brew "git"
brew "hugo"
brew "libffi"
brew "libyaml"
brew "mole"
brew "openssl@1.1"
brew "readline"
brew "ruby-install"
brew "tmux"
cask "ghostty"
cask "gimp"
cask "keepingyouawake"
cask "maccy"
cask "sol"
cask "thaw"
